package com.yst.onecity.bean.addressmanager;

import java.util.List;

/**
 * 城市beanlei
 *
 * @author wuxiaofang
 * @version 4.0.0
 * @date 2018/3/27
 */

public class CityBean {

    /**
     * code : 1
     * content : {"A":["安次区","广阳区","安平县","广平县","广宗县","安新县","安国市","安泽县","广灵县","阿尔山市","阿巴嘎旗","阿拉善左旗","阿拉善右旗","阿鲁科尔沁旗","敖汉旗","阿荣旗","安图县","阿城区","爱民区","爱辉区","安达市","昂昂溪区","广陵区","安吉县","广德县","安溪县","安义县","广昌县","广丰县","安源区","安远县","安福县","广饶县","安丘市","安阳县","广水市","安陆市","安仁县","安乡县","安化县","广宁县","广安区","安岳县","阿坝县","广汉市","安　县","安居区","安龙县","安宁市","广南县","昂仁县","安多县","安塞县","安宁区","安定区","广河县","阿克塞哈萨克族自治县","阿克苏市","阿瓦提县","阿图什市","阿克陶县","阿合奇县","阿勒泰市"],"B":["霸州市","北戴河区","柏乡县","北市区","博野县","泊头市","保德县","白云鄂博矿区","巴林左旗","巴林右旗","白塔区","北票市","本溪满族自治县","北镇市","鲅鱼圈区","八道江区","宾　县","巴彦县","北安市","北林区","拜泉县","宝山区","宝清县","勃利县","白下区","宝应县","北塘区","滨湖区","滨海县","滨江区","北仑区","包河区","蚌山区","八公山区","滨城区","博兴县","博山区","泌阳县","宝丰县","北关区","博爱县","巴东县","保康县","北湖区","保靖县","北塔区","白云区","博罗县","宝安区","宾阳县","八步区","巴马瑶族自治县","博白县","北流市","巴南","璧山","北碚","宝兴县","巴州区","白玉县","巴塘县","布拖县","北川羌族自治县","白云区","毕节市","宾川县","八宿县","边坝县","白朗县","比如县","班戈县","巴青县","波密县","碑林区","灞桥区","彬　县","白水县","宝塔区","白河县","白银区","班玛县","白碱滩区","巴里坤哈萨克自治县","博乐市","博湖县","拜城县","巴楚县","布尔津县"],"C":["长安区","昌黎县","丛台区","成安县","磁　县","赤城县","崇礼县","承德县","沧　县","城　区","城　区","城　区","长治县","长子县","城　区","陈巴尔虎旗","察哈尔右翼前旗","察哈尔右翼中旗","察哈尔右翼后旗","沈河区","沈北新区","昌图县","长海县","昌邑区","船营区","长白朝鲜族自治县","长岭县","城子河区","翠峦区","崇安区","沧浪区","常熟市","崇川区","楚州区","淳安县","慈溪市","苍南县","长兴县","常山县","长丰县","仓山区","长乐市","城厢区","长泰县","长汀县","崇仁县","昌江区","崇义县","长清区","苍山县","茌平县","曹　县","成武县","城阳区","长岛县","昌乐县","昌邑市","长葛市","川汇区","沈丘县","瀍河回族区","长垣县","蔡甸区","崇阳县","赤壁市","曾都区","长阳土家族自治县","长沙县","辰溪县","茶陵县","常宁市","城步苗族自治县","慈利县","从化市","城　区","潮阳区","潮南区","潮安县","赤坎区","城中区","长洲区","苍梧县","岑溪市","长寿","城口","成华区","崇州市","翠屏区","长宁县","苍溪县","船山区","册亨县","岑巩县","从江县","长顺县","赤水市","呈贡县","楚雄市","昌宁县","沧源佤族自治县","城关区","昌都县","察雅县","措美县","错那县","措勤县","察隅县","长安区","陈仓区","长武县","淳化县","城固县","城关区","成　县","崇信县","城东区","城中区","城西区","城北区","称多县","昌吉市","策勒县","察布查尔锡伯自治县"],"D":["大城县","大厂回族自治县","大名县","定兴县","定州市","东光县","大宁县","石楼县","大同县","定襄县","代　县","东河区","石拐区","达尔罕茂明安联合旗","东乌珠穆沁旗","多伦县","东胜区","达拉特旗","磴口县","大东区","东陵区","灯塔市","大洼县","东洲区","东港市","大石桥市","德惠市","敦化市","东丰县","东辽县","东昌区","大安市","道里区","道外区","东安区","东宁县","滴道区","东山区","大同区","杜尔伯特蒙古族自治县","带岭区","东风区","丹徒区","丹阳市","东海县","东台市","大丰市","洞头县","德清县","东阳市","定远县","砀山县","东至县","石台县","大通区","当涂县","杜集区","大观区","大田县","德化县","石狮市","东山县","东湖区","东乡县","德兴市","德安县","都昌县","大余县","定南县","石城县","东港区","德城区","东昌府区","东阿县","单　县","定陶县","东明县","东营区","岱岳区","东平县","登封市","邓州市","郸城县","石龙区","东西湖区","石首市","大冶市","丹江口市","点军区","当阳市","东宝区","掇刀区","大悟县","东安县","道　县","石峰区","石鼓区","大祥区","洞口县","鼎城区","石门县","端州区","鼎湖区","德庆县","大埔县","东源县","东莞市","斗门区","澄海区","电白县","德保县","东兰县","都安瑶族自治县","大化瑶族自治县","大新县","叠彩区","蝶山区","东兴市","大足","垫江","大渡口","石柱","大邑县","都江堰市","东兴区","东坡区","丹棱县","达　县","大竹县","石棉县","大安区","丹巴县","道孚县","德格县","石渠县","稻城县","得荣县","德昌县","东　区","大英县","石阡县","德江县","大方县","丹寨县","都匀市","独山县","道真仡佬族苗族自治县","东川区","石林彝族自治县","大姚县","石屏县","大理市","德钦县","澄江县","大关县","当雄县","堆龙德庆县","达孜县","丁青县","定日县","定结县","丹凤县","大荔县","澄城县","定边县","石泉县","宕昌县","东乡族自治县","迭部县","敦煌市","大通回族土族自治县","达日县","德令哈市","都兰县","大武口区","达坂城区","独山子区"],"E":["二连浩特市","额济纳旗","鄂托克前旗","鄂托克旗","鄂伦春自治旗","鄂温克族自治旗","额尔古纳市","二道区","二道江区","二七区","恩施市","鄂城区","恩平市","峨边彝族自治县","峨眉山市","洱源县","峨山彝族自治县","额敏县"],"F":["阜城县","丰南区","丰润区","抚宁县","复兴区","峰峰矿区","肥乡县","阜平县","丰宁满族自治县","浮山县","汾西县","方山县","汾阳市","繁峙县","丰镇市","法库县","抚顺县","凤城市","阜新蒙古族自治县","丰满区","抚松县","扶余县","方正县","富拉尔基区","富裕县","抚远县","富锦市","丰　县","阜宁县","富阳市","奉化市","肥东县","肥西县","凤阳县","阜南县","繁昌县","凤台县","福清市","丰泽区","福安市","福鼎市","浮梁县","分宜县","奉新县","丰城市","费　县","福山区","坊子区","肥城市","方城县","扶沟县","凤泉区","封丘县","范　县","房　县","樊城区","芙蓉区","凤凰县","番禺区","封开县","丰顺县","佛冈县","福田区","富川瑶族自治县","凤山县","扶绥县","防城区","涪陵","丰都","奉节","富顺县","涪城区","福泉市","凤冈县","富民县","富宁县","富源县","福贡县","凤庆县","凤翔县","扶风县","凤　县","富平县","富　县","佛坪县","府谷县","阜康市","富蕴县","福海县"],"G":["高邑县","藁城市","固安县","故城县","古冶区","馆陶县","高阳县","高碑店市","沽源县","古交市","古　县","高平市","固阳县","根河市","弓长岭区","甘井子区","古塔区","盖州市","公主岭市","甘南县","工农区","高淳县","高邮市","高港区","港闸区","赣榆县","灌云县","灌南县","拱墅区","涡阳县","贵池区","固镇县","光泽县","古田县","贵溪市","赣　县","高安市","钢城区","冠　县","高唐县","高青县","高密市","管城回族区","巩义市","光山县","固始县","公安县","桂阳县","桂东县","古丈县","高要市","高明区","高州市","灌阳县","恭城瑶族自治县","港口区","港北区","港南区","桂平市","高坪区","高　县","珙　县","贡井区","甘孜县","甘洛县","古蔺县","贵定县","关岭布依族苗族自治县","官渡区","个旧市","贡山独龙族怒族自治县","古城区","耿马傣族佤族自治县","贡觉县","贡嘎县","岗巴县","噶尔县","革吉县","改则县","工布江达县","高陵县","甘泉县","皋兰县","甘谷县","古浪县","甘州区","高台县","瓜州县","刚察县","共和县","贵德县","贵南县","甘德县","格尔木市","巩留县"],"H":["海港区","邯山区","邯郸县","怀安县","怀来县","海兴县","黄骅市","河间市","洪洞县","侯马市","霍州市","浑源县","壶关县","怀仁县","和顺县","河津市","河曲县","回民区","和林格尔县","海勃湾区","海南区","红山区","霍林郭勒市","杭锦旗","海拉尔区","杭锦后旗","化德县","和平区","皇姑区","宏伟区","海城市","桓仁满族自治县","黑山县","海州区","桦甸市","珲春市","和龙市","辉南县","呼兰区","海林市","海伦市","呼玛县","恒山区","虎林市","红岗区","红星区","桦南县","桦川县","鼓楼区","邗江区","海陵区","惠山区","鼓楼区","虎丘区","海安县","海门市","海州区","淮阴区","洪泽县","黄岩区","海曙区","海盐县","海宁市","黄山区","徽州区","含山县","和　县","霍邱县","霍山县","淮上区","怀远县","花山区","怀宁县","鼓楼区","海沧区","湖里区","涵江区","惠安县","华安县","横峰县","湖口县","槐荫区","环翠区","河东区","惠民县","黄岛区","桓台县","河口区","海阳市","寒亭区","惠济区","湖滨区","潢川县","淮滨县","淮阳县","鼓楼区","滑　县","鹤山区","红旗区","获嘉县","辉县市","华龙区","汉阳区","洪山区","汉南区","黄陂区","洪湖市","黄州区","红安县","黄梅县","黄石港区","鹤峰县","华容区","汉川市","鹤城区","洪江市","荷塘区","花垣县","衡阳县","衡南县","衡山县","衡东县","华容县","汉寿县","赫山区","海珠区","黄埔区","花都区","怀集县","惠城区","惠阳区","惠东县","海丰县","和平县","濠江区","惠来县","鹤山市","化州市","横　县","环江毛南族自治县","合山市","海城区","合浦县","合川","洪雅县","华蓥市","汉源县","黑水县","红原县","合江县","花溪区","赫章县","黄平县","惠水县","红花岗区","汇川区","红河县","河口瑶族自治县","鹤庆县","红塔区","华宁县","华坪县","户　县","华　县","合阳县","韩城市","华阴市","黄龙县","黄陵县","汉台区","横山县","汉滨区","汉阴县","红古区","环　县","华池县","合水县","徽　县","和政县","合作市","华亭县","湟中县","湟源县","互助土族自治县","化隆回族自治县","海晏县","河南蒙古族自治县","贺兰县","惠农区","海原县","呼图壁县","和静县","和硕县","和田市","和田县","霍城县","和布克赛尔蒙古自治县"],"I":[],"J":["井陉矿区","井陉县","晋州市","冀州市","鸡泽县","巨鹿县","尖草坪区","晋源区","吉　县","交城县","交口县","郊　区","郊　区","介休市","稷山县","绛　县","静乐县","九原区","集宁区","建平县","建昌县","金州区","九台市","蛟河市","集安市","江源区","靖宇县","建华区","鸡冠区","鸡东县","尖山区","集贤县","金山屯区","嘉荫县","郊　区","茄子河区","建邺区","江宁区","江都市","京口区","句容市","靖江市","姜堰市","江阴市","九里区","贾汪区","金坛市","金阊区","金湖县","建湖县","江干区","建德市","椒江区","缙云县","江东区","江北区","嘉善县","金东区","江山市","界首市","居巢区","金安区","金寨县","泾　县","绩溪县","旌德县","镜湖区","鸠江区","金家庄区","郊　区","晋安区","集美区","建宁县","金门县","晋江市","建瓯市","建阳市","进贤县","金溪县","九江县","吉州区","吉安县","吉水县","井冈山市","靖安县","济阳县","莒　县","莒南县","巨野县","鄄城县","胶州市","即墨市","胶南市","金乡县","嘉祥县","金水区","金明区","涧西区","吉利区","郏　县","江岸区","江汉区","江夏区","荆州区","监利县","江陵县","嘉鱼县","建始县","京山县","嘉禾县","江永县","江华瑶族自治县","靖州苗族侗族自治县","吉首市","君山区","津市市","江城区","金湾区","金平区","揭东县","揭西县","江海区","江南区","靖西县","金城江区","金秀瑶族自治县","江洲区","江北","九龙坡","江津","锦江区","金牛区","金堂县","金口河区","井研县","夹江县","嘉陵区","江安县","筠连县","简阳市","九寨沟县","金川县","九龙县","金阳县","江阳区","旌阳区","江油市","剑阁县","江口县","金沙县","锦屏县","剑河县","晋宁县","建水县","金平苗族瑶族傣族自治县","剑川县","江川县","江城哈尼族彝族自治县","江达县","加查县","江孜县","吉隆县","嘉黎县","金台区","泾阳县","靖边县","佳　县","嘉峪关市","积石山保安族东乡族撒拉族自治县","金川区","靖远县","泾川县","静宁县","金塔县","尖扎县","久治县","金凤区","泾源县","吉木萨尔县","精河县","且末县","伽师县","吉木乃县"],"K":["开平区","康保县","宽城满族自治县","矿　区","矿　区","岢岚县","昆都仑区","科尔沁右翼前旗","科尔沁右翼中旗","克什克腾旗","喀喇沁旗","科尔沁区","科尔沁左翼中旗","科尔沁左翼后旗","开鲁县","库伦旗","康平县","开原市","喀喇沁左翼蒙古族自治县","宽甸满族自治县","宽城区","克山县","克东县","昆山市","柯城区","开化县","会昌县","垦利县","奎文区","开封县","开福区","会同县","开平市","开县","开江县","康定县","会理县","会东县","开阳县","凯里市","开远市","会泽县","康马县","康　县","康乐县","会宁县","崆峒区","克拉玛依区","哈密市","库尔勒市","库车县","柯坪县","喀什市","奎屯市","哈巴河县"],"L":["栾城县","灵寿县","鹿泉市","路南区","路北区","滦　县","滦南县","卢龙县","临漳县","临城县","隆尧县","临西县","涞水县","涞源县","蠡　县","滦平县","隆化县","娄烦县","离石区","临　县","柳林县","岚　县","灵丘县","黎城县","潞城市","陵川县","灵石县","临猗县","林西县","临河区","凉城县","辽中县","辽阳县","龙城区","凌源市","连山区","龙港区","旅顺口区","立山区","凌河区","凌海市","老边区","绿园区","龙潭区","龙井市","梨树县","龙山区","柳河县","临江市","林口县","兰西县","龙沙区","龙江县","梨树区","萝北县","岭东区","龙凤区","林甸县","六合区","溧水县","溧阳市","连云区","涟水县","临安市","路桥区","临海市","莲都区","龙泉市","鹿城区","龙湾区","兰溪市","龙游县","庐阳区","琅琊区","来安县","临泉县","灵璧县","庐江县","利辛县","郎溪县","龙子湖区","烈山区","连江县","罗源县","荔城区","鲤城区","洛江区","龙文区","龙海市","连城县","临川区","黎川县","芦溪县","庐山区","莲花县","龙南县","历下区","历城区","岚山区","莱城区","兰山区","罗庄区","临沭县","陵　县","临邑县","临清市","崂山区","李沧区","莱西市","临淄区","利津县","莱山区","龙口市","莱阳市","莱州市","临朐县","梁山县","临颍县","卢氏县","灵宝市","梁园区","罗山县","鹿邑县","龙亭区","兰考县","老城区","洛龙区","栾川县","洛宁县","鲁山县","龙安区","林州市","罗田县","利川市","来凤县","老河口市","梁子湖区","浏阳市","临武县","零陵区","冷水滩区","蓝山县","娄星区","冷水江市","涟源市","芦淞区","醴陵市","泸溪县","龙山县","耒阳市","隆回县","临湘市","澧　县","临澧县","荔湾区","萝岗区","龙门县","陆河县","陆丰市","龙川县","连平县","连山壮族瑶族自治县","连南瑶族自治县","连州市","罗湖区","龙岗区","龙湖区","罗定市","廉江市","雷州市","良庆区","隆安县","凌云县","隆林各族自治县","罗城仫佬族自治县","龙州县","柳南区","柳北区","柳江县","柳城县","鹿寨县","临桂县","灵川县","龙胜各族自治县","荔蒲县","灵山县","陆川县","龙华区","梁平","龙泉驿区","隆昌县","阆中市","邻水县","芦山县","理　县","泸定县","炉霍县","理塘县","雷波县","龙马潭区","泸　县","罗江县","六枝特区","黎平县","雷山县","荔波县","罗甸县","龙里县","禄劝彝族苗族自治县","禄丰县","泸西县","绿春县","陆良县","罗平县","潞西市","梁河县","陇川县","泸水县","兰坪白族普米族自治县","隆阳区","龙陵县","鲁甸县","澜沧拉祜族自治县","临翔区","林周县","类乌齐县","洛隆县","洛扎县","隆子县","浪卡子县","拉孜县","林芝县","朗　县","莲湖区","临潼区","蓝田县","洛南县","陇　县","麟游县","礼泉县","临渭区","洛川县","略阳县","留坝县","岚皋县","陇西县","临洮县","礼　县","两当县","临夏市","临夏县","临潭县","碌曲县","凉州区","临泽县","灵台县","灵武市","利通区","隆德县","轮台县","洛浦县"],"M":["无极县","满城县","万全县","孟村回族自治县","万柏林区","万荣县","莫力达瓦达斡尔族自治旗","满洲里市","明山区","梅河口市","木兰县","穆棱市","明水县","梅里斯达斡尔族区","漠河县","麻山区","密山市","美溪区","明光市","无为县","蒙城县","马尾区","闽侯县","闽清县","梅列区","明溪县","万年县","万安县","万载县","蒙阴县","无棣县","牡丹区","牟平区","渑池县","民权县","孟津县","牧野区","马村区","孟州市","麻城市","茅箭区","麻阳苗族自治县","汨罗市","梅江区","梅　县","麻章区","茂南区","茂港区","马山县","万秀区","蒙山县","美兰区","万州","万盛","沐川县","马边彝族自治县","万源市","名山县","茂　县","马尔康县","木里藏族自治县","冕宁县","美姑县","米易县","绵竹市","万山特区","麻江县","湄潭县","牟定县","蒙自县","弥勒县","麻栗坡县","马关县","勐海县","勐腊县","弥渡县","马龙县","墨江哈尼族自治县","孟连傣族拉祜族佤族自治县","墨竹工卡县","米林县","墨脱县","眉　县","勉　县","米脂县","岷　县","玛曲县","麦积区","民勤县","民乐县","民和回族土族自治县","门源回族自治县","玛沁县","玛多县","米东区","玛纳斯县","木垒哈萨克自治县","麦盖提县","墨玉县","民丰县"],"N":["内丘县","南和县","宁晋县","南宫市","南市区","南皮县","南郊区","宁武县","宁城县","奈曼旗","南票区","南芬区","南关区","农安县","宁江区","南岗区","宁安市","嫩江县","碾子山区","讷河市","南山区","南岔区","南长区","宁海县","南湖区","南浔区","南谯区","宁国市","南陵县","宁化县","南安市","南靖县","南昌县","南城县","南丰县","宁都县","南康市","宁津县","宁阳县","南召县","内乡县","宁陵县","内黄县","南乐县","南漳县","宁乡县","宁远县","南岳区","南　县","南沙区","南雄市","南山区","南澳县","南海区","那坡县","南丹县","宁明县","南岸","南川","南部县","南溪县","南江县","宁南县","纳溪区","南明区","纳雍县","南华县","南涧彝族自治县","宁蒗彝族自治县","宁洱哈尼族彝族自治县","尼木县","乃东县","南木林县","聂拉木县","那曲县","聂荣县","尼玛县","南郑县","宁强县","宁陕县","宁　县","囊谦县","尼勒克县"],"O":["瓯海区"],"P":["平山县","平乡县","平泉县","蒲　县","平定县","平顺县","平鲁区","平遥县","平陆县","偏关县","盘山县","普兰店市","平山区","磐石市","平房区","浦口区","沛　县","邳州市","平江区","平阳县","平湖市","浦江县","磐安县","潘集区","平潭县","平和县","浦城县","屏南县","鄱阳县","彭泽县","平阴县","平邑县","平原县","平度市","蓬莱市","平桥区","平舆县","濮阳县","平江县","平远县","普宁市","蓬江区","坡头区","平果县","凭祥市","平乐县","浦北县","平南县","彭水","郫　县","蒲江县","彭州市","蓬安县","彭山县","屏山县","平昌县","普格县","平武县","蓬溪县","盘　县","普安县","平塘县","平坝县","普定县","盘龙区","屏边苗族自治县","普兰县","蒲城县","平利县","平川区","平安县","平罗县","彭阳县","皮山县"],"Q":["桥东区","桥西区","迁西县","迁安市","青龙满族自治县","邱　县","曲周县","桥东区","桥西区","清河县","清苑县","曲阳县","桥东区","桥西区","青　县","清徐县","曲沃县","沁　县","沁源县","沁水县","祁　县","清水河县","青山区","清河区","千山区","清原满族自治县","清河门区","前郭尔罗斯蒙古族自治县","乾安县","青冈县","庆安县","前进区","秦淮区","泉山区","戚墅堰区","启东市","清河区","清浦区","青田县","庆元县","衢江区","祁门县","全椒县","谯城区","青阳县","潜山县","清流县","将乐县","泉港区","蕉城区","青云谱区","青山湖区","铅山县","全南县","青原区","庆云县","齐河县","青州市","曲阜市","确山县","杞　县","淇滨区","淇　县","沁阳市","清丰县","硚口区","青山区","蕲春县","枝江市","祁阳县","祁东县","蕉岭县","清城区","清新县","曲江区","青秀区","七星区","全州县","钦南区","钦北区","琼山区","綦江","黔江","青羊区","青白江区","邛崃市","犍为县","青神县","渠　县","青川县","清镇市","晴隆县","黔西县","丘北县","麒麟区","巧家县","曲水县","琼结县","曲松县","岐山县","千阳县","秦都区","乾　县","清涧县","七里河区","庆城县","秦州区","清水县","秦安县","祁连县","曲麻莱县","青铜峡市","奇台县","青河县"],"R":["饶阳县","任　县","容城县","任丘市","芮城县","饶河县","让胡路区","润州区","如东县","如皋市","瑞安市","瑞昌市","瑞金市","荣成市","乳山市","任城区","汝南县","汝阳县","汝州市","汝城县","仁化县","乳源瑶族自治县","饶平县","榕城区","融安县","融水苗族自治县","容　县","荣昌","仁寿县","荣　县","壤塘县","若尔盖县","仁和区","榕江县","仁怀市","瑞丽市","日喀则市","仁布县","日土县","若羌县"],"S":["深泽县","三河市","深州市","山海关区","涉　县","沙河市","顺平县","尚义县","双桥区","双滦区","肃宁县","朔城区","山阴县","寿阳县","神池县","赛罕区","苏尼特左旗","苏尼特右旗","松山区","商都县","四子王旗","苏家屯区","双台子区","双塔区","绥中县","沙河口区","顺城区","双阳区","舒兰市","双辽市","松北区","双城市","尚志市","绥芬河市","孙吴县","绥棱县","绥滨县","四方台区","萨尔图区","上甘岭区","宿城区","宿豫区","沭阳县","泗阳县","泗洪县","睢宁县","射阳县","上城区","三门县","遂昌县","松阳县","绍兴县","上虞市","嵊州市","蜀山区","歙　县","泗　县","寿　县","舒城县","三山区","濉溪县","狮子山区","宿松县","思明区","三元区","沙　县","顺昌县","松溪县","邵武市","上杭县","寿宁县","信州区","上饶县","上栗县","信丰县","上犹县","遂川县","上高县","市中区","商河县","莘　县","市南区","市北区","四方区","市中区","山亭区","寿光市","市中区","泗水县","上街区","陕　县","社旗县","睢阳区","睢　县","浉河区","商城县","商水县","上蔡县","遂平县","顺河回族区","嵩　县","山城区","山阳区","沙市区","松滋市","沙洋县","苏仙区","双牌县","双峰县","韶山市","双清区","邵东县","邵阳县","绥宁县","桑植县","四会市","始兴县","禅城区","顺德区","三水区","遂溪县","信宜市","上林县","三江侗族自治县","上思县","双桥","沙坪坝","双流县","市中区","市中区","沙湾区","顺庆区","松潘县","色达县","什邡市","三台县","市中区","射洪县","水城县","思南县","松桃苗族自治县","施秉县","三穗县","三都水族自治县","绥阳县","嵩明县","双柏县","师宗县","施甸县","绥江县","水富县","思茅区","双江拉祜族佤族布朗族傣族自治县","桑日县","萨迦县","萨嘎县","申扎县","索　县","商州区","商南县","山阳县","三原县","神木县","绥德县","肃南裕固族自治县","山丹县","肃州区","肃北蒙古族自治县","沙坡头区","沙依巴克区","水磨沟区","鄯善县","沙雅县","疏附县","疏勒县","莎车县","沙湾县"],"T":["桃城区","唐海县","唐　县","天镇县","屯留县","太谷县","土默特左旗","托克托县","土默特右旗","突泉县","太仆寺旗","铁西区","太子河区","铁岭县","调兵山市","铁东区","铁西区","台安县","太和区","太平区","图们市","铁西区","铁东区","通化县","洮北区","通榆县","洮南市","通河县","铁锋区","泰来县","塔河县","汤旺河区","铁力市","汤原县","同江市","桃山区","泰兴市","铜山县","天宁区","太仓市","通州市","亭湖区","余杭区","桐庐县","天台县","余姚市","泰顺县","桐乡市","屯溪区","天长市","太和县","田家庵区","铜官山区","铜陵县","太湖县","桐城市","台江区","同安区","泰宁县","余干县","余江县","泰和县","铜鼓县","天桥区","郯城县","台儿庄区","滕州市","泰山区","唐河县","桐柏县","太康县","通许县","汤阴县","台前县","团风县","通城县","通山县","铁山区","天心区","通道侗族自治县","天元区","桃源县","桃江县","天河区","台山市","田阳县","田东县","田林县","天峨县","天等县","藤　县","铁山港区","覃塘区","潼南","铜梁","通川区","天全县","通江县","铜仁市","天柱县","台江县","桐梓县","余庆县","通海县","腾冲县","太白县","潼关县","通渭县","天祝藏族自治县","同仁县","同德县","天峻县","同心县","天山区","头屯河区","吐鲁番市","托克逊县","塔什库尔干塔吉克自治县","特克斯县","塔城市","托里县"],"U":[],"V":[],"W":["文安县","武邑县","武强县","魏　县","武安市","威　县","望都县","蔚　县","围场满族蒙古族自治县","吴桥县","文水县","武乡县","闻喜县","五台县","五寨县","武川县","乌兰浩特市","乌达区","翁牛特旗","乌审旗","五原县","乌拉特前旗","乌拉特中旗","乌拉特后旗","文圣区","瓦房店市","望花区","汪清县","五常市","五大连池市","望奎县","五营区","乌马河区","乌伊岭区","维扬区","武进区","吴中区","吴江市","温岭市","文成县","吴兴区","婺城区","武义县","芜湖县","五河县","望江县","武夷山市","武平县","湾里区","婺源县","武宁县","文登市","五莲县","武城县","潍城区","微山县","汶上县","魏都区","舞阳县","卧龙区","尉氏县","卫东区","舞钢市","文峰区","卫滨区","卫辉市","武陟县","温　县","武昌区","武穴市","伍家岗区","五峰土家族自治县","望城县","武冈市","武陵区","武陵源区","五华县","武江区","翁源县","吴川市","武鸣县","武宣县","武隆","巫山","巫溪","武侯区","温江区","威远县","五通桥区","武胜县","汶川县","旺苍县","乌当区","望谟县","威宁彝族回族苗族自治县","瓮安县","务川仡佬族苗族自治县","五华区","武定县","文山县","巍山彝族回族自治县","维西傈僳族自治县","威信县","芒康县","未央区","王益区","渭滨区","渭城区","武功县","吴起县","吴堡县","渭源县","武都区","文　县","武山县","乌兰县","乌鲁木齐县","乌尔禾区","温泉县","尉犁县","温宿县","乌什县","乌恰县","乌苏市"],"X":["新华区","行唐县","辛集市","新乐市","香河县","邢台县","新河县","新市区","徐水县","雄　县","宣化区","下花园区","宣化县","兴隆县","新华区","献　县","小店区","杏花岭区","襄汾县","乡宁县","隰　县","兴　县","孝义市","新荣区","襄垣县","昔阳县","新绛县","夏　县","忻府区","新城区","锡林浩特市","西乌珠穆沁旗","镶黄旗","新巴尔虎左旗","新巴尔虎右旗","兴和县","新民市","兴隆台区","西丰县","兴城市","西岗区","岫岩满族自治县","新抚区","新宾满族自治县","溪湖区","西市区","新邱区","细河区","西安区","香坊区","西安区","逊克县","向阳区","兴安区","兴山区","西林区","新青区","向阳区","新兴区","玄武区","下关区","栖霞区","兴化市","锡山区","新沂市","新北区","相城区","新浦区","盱眙县","响水县","下城区","西湖区","萧山区","仙居县","象山县","秀洲区","新昌县","休宁县","萧　县","宣州区","谢家集区","相山区","翔安区","秀屿区","仙游县","芗城区","新罗区","霞浦县","西湖区","新建县","湘东区","浔阳区","修水县","星子县","兴国县","寻乌县","峡江县","新干县","夏津县","薛城区","栖霞市","新泰市","新密市","新郑市","许昌县","襄城县","西峡县","淅川县","新野县","夏邑县","新　县","息　县","西华县","项城市","西平县","新蔡县","西工区","新安县","新华区","叶　县","浚　县","新乡县","解放区","修武县","新洲区","浠水县","咸安区","西塞山区","下陆区","宣恩县","咸丰县","西陵区","兴山县","襄城区","襄阳区","孝南区","孝昌县","新田县","溆浦县","新晃侗族自治县","新化县","湘潭县","湘乡市","新邵县","新宁县","湘阴县","兴宁市","新丰县","香洲区","湘桥区","新兴县","新会区","霞山区","徐闻县","兴宁区","西乡塘区","西林县","兴宾区","忻城县","象州县","秀峰区","象山区","兴安县","兴业县","秀英区","秀山","新都区","新津县","西充县","兴文县","宣汉县","小金县","新龙县","乡城县","西昌市","喜德县","西　区","叙永县","小河区","息烽县","修文县","兴义市","兴仁县","习水县","西秀区","西山区","寻甸回族彝族自治县","西畴县","祥云县","宣威市","香格里拉县","新平彝族傣族自治县","西盟佤族自治县","谢通门县","新城区","旬邑县","兴平市","西乡县","旬阳县","西固区","西峰区","西和县","夏河县","循化撒拉族自治县","兴海县","兴庆区","西夏区","西吉县","新市区","新和县","叶城县","新源县","新吴区"],"Y":["裕华区","元氏县","永清县","景　县","乐亭县","玉田县","永年县","易　县","阳原县","鹰手营子矿区","运河区","盐山县","迎泽区","阳曲县","尧都区","翼城县","永和县","阳高县","盂　县","阳城县","应　县","右玉县","榆次区","榆社县","盐湖区","垣曲县","永济市","原平市","玉泉区","元宝山区","伊金霍洛旗","牙克石市","于洪区","银州区","元宝区","义　县","榆树市","永吉县","延吉市","伊通满族自治县","依兰县","延寿县","阳明区","依安县","友谊县","伊春区","友好区","雨花台区","仪征市","扬中市","宜兴市","云龙区","盐都区","玉环县","云和县","景宁畲族自治县","鄞州区","永嘉县","乐清市","越城区","义乌市","永康市","瑶海区","黟　县","颍州区","颍东区","颍泉区","颍上县","埇桥区","裕安区","弋江区","禹会区","雨山区","迎江区","宜秀区","岳西县","永泰县","尤溪县","永安市","永春县","云霄县","延平区","永定县","乐安县","宜黄县","玉山县","弋阳县","乐平市","永修县","渝水区","月湖区","于都县","永丰县","永新县","袁州区","宜丰县","沂南县","沂水县","乐陵市","禹城市","阳谷县","阳信县","郓城县","沂源县","峄城区","鱼台县","兖州市","荥阳市","鄢陵县","禹州市","源汇区","郾城区","义马市","宛城区","虞城县","永城市","驿城区","禹王台区","宜阳县","伊川县","偃师市","殷都区","原阳县","延津县","英山县","阳新县","郧　县","郧西县","猇亭区","夷陵区","远安县","宜都市","谷城县","宜城市","云梦县","应城市","岳麓区","雨花区","宜章县","永兴县","沅陵县","攸　县","炎陵县","雨湖区","岳塘区","永顺县","雁峰区","岳阳楼区","云溪区","岳阳县","永定区","沅江市","越秀区","源城区","阳西县","阳东县","阳春市","阳山县","英德市","乐昌市","盐田区","云城区","郁南县","云安县","邕宁区","右江区","乐业县","宜州市","鱼峰区","雁山区","阳朔县","永福县","银海区","玉州区","渝北","渝中","云阳","酉阳","永川","营山县","仪陇县","宜宾县","岳池县","雨城区","荥经县","雁江区","乐至县","沿滩区","雅江县","盐源县","越西县","盐边县","游仙区","盐亭县","元坝区","云岩区","玉屏侗族自治县","印江土家族苗族自治县","沿河土家族自治县","宜良县","姚安县","永仁县","元谋县","元阳县","砚山县","景洪市","漾濞彝族自治县","永平县","云龙县","盈江县","易门县","元江哈尼族彝族傣族自治县","盐津县","永善县","彝良县","玉龙纳西族自治县","永胜县","景东彝族自治县","景谷傣族彝族自治县","云　县","永德县","亚东县","雁塔区","阎良区","印台区","耀州区","宜君县","杨凌区","永寿县","延长县","延川县","宜川县","洋　县","榆阳区","永登县","榆中县","永靖县","永昌县","景泰县","玉门市","乐都县","玉树县","永宁县","盐池县","原州区","伊吾县","焉耆回族自治县","英吉沙县","岳普湖县","于田县","伊宁市","伊宁县","裕民县"],"Z":["正定县","赞皇县","赵县","枣强县","遵化市","涿州市","张北县","涿鹿县","中阳县","左云县","泽州县","左权县","扎赉特旗","正镶白旗","正蓝旗","扎鲁特旗","准格尔旗","扎兰屯市","卓资县","朝阳县","中山区","庄河市","振兴区","振安区","站前区","彰武县","朝阳区","镇赉县","肇东市","肇州县","肇源县","钟楼区","张家港市","镇海区","诸暨市","枞阳县","漳浦县","诏安县","政和县","漳平市","周宁县","柘荣县","资溪县","珠山区","章贡区","樟树市","章丘市","沾化县","邹平县","淄川区","张店区","周村区","芝罘区","招远市","诸城市","邹城市","中原区","中牟县","召陵区","镇平县","柘城县","正阳县","湛河区","中站区","张湾区","竹山县","竹溪县","秭归县","枣阳市","钟祥市","资兴市","中方县","芷江侗族自治县","株洲县","珠晖区","蒸湘区","资阳区","增城市","紫金县","浈江区","中山市","昭平县","钟山县","资源县","忠县","资中县","自流井区","昭觉县","中江县","梓潼县","朝天区","钟山区","贞丰县","织金县","镇远县","遵义县","正安县","镇宁布依族苗族自治县","紫云苗族布依族自治县","沾益县","昭阳区","镇雄县","镇沅彝族哈尼族拉祜族自治县","镇康县","左贡县","扎囊县","仲巴县","札达县","周至县","镇安县","柞水县","子长县","志丹县","镇巴县","子洲县","紫阳县","镇坪县","正宁县","镇原县","漳　县","卓尼县","舟曲县","张家川回族自治县","庄浪县","泽库县","杂多县","治多县","中宁县","泽普县","昭苏县"]}
     * msg : 成功
     */

    private int code;
    private ContentBean content;
    private String msg;

    public int getCode() {
        return code;
    }

    public void setCode(int code) {
        this.code = code;
    }

    public ContentBean getContent() {
        return content;
    }

    public void setContent(ContentBean content) {
        this.content = content;
    }

    public String getMsg() {
        return msg;
    }

    public void setMsg(String msg) {
        this.msg = msg;
    }

    public static class ContentBean {
        private List<String> A;
        private List<String> B;
        private List<String> C;
        private List<String> D;
        private List<String> E;
        private List<String> F;
        private List<String> G;
        private List<String> H;
        private List<?> I;
        private List<String> J;
        private List<String> K;
        private List<String> L;
        private List<String> M;
        private List<String> N;
        private List<String> O;
        private List<String> P;
        private List<String> Q;
        private List<String> R;
        private List<String> S;
        private List<String> T;
        private List<?> U;
        private List<?> V;
        private List<String> W;
        private List<String> X;
        private List<String> Y;
        private List<String> Z;

        public List<String> getA() {
            return A;
        }

        public void setA(List<String> A) {
            this.A = A;
        }

        public List<String> getB() {
            return B;
        }

        public void setB(List<String> B) {
            this.B = B;
        }

        public List<String> getC() {
            return C;
        }

        public void setC(List<String> C) {
            this.C = C;
        }

        public List<String> getD() {
            return D;
        }

        public void setD(List<String> D) {
            this.D = D;
        }

        public List<String> getE() {
            return E;
        }

        public void setE(List<String> E) {
            this.E = E;
        }

        public List<String> getF() {
            return F;
        }

        public void setF(List<String> F) {
            this.F = F;
        }

        public List<String> getG() {
            return G;
        }

        public void setG(List<String> G) {
            this.G = G;
        }

        public List<String> getH() {
            return H;
        }

        public void setH(List<String> H) {
            this.H = H;
        }

        public List<?> getI() {
            return I;
        }

        public void setI(List<?> I) {
            this.I = I;
        }

        public List<String> getJ() {
            return J;
        }

        public void setJ(List<String> J) {
            this.J = J;
        }

        public List<String> getK() {
            return K;
        }

        public void setK(List<String> K) {
            this.K = K;
        }

        public List<String> getL() {
            return L;
        }

        public void setL(List<String> L) {
            this.L = L;
        }

        public List<String> getM() {
            return M;
        }

        public void setM(List<String> M) {
            this.M = M;
        }

        public List<String> getN() {
            return N;
        }

        public void setN(List<String> N) {
            this.N = N;
        }

        public List<String> getO() {
            return O;
        }

        public void setO(List<String> O) {
            this.O = O;
        }

        public List<String> getP() {
            return P;
        }

        public void setP(List<String> P) {
            this.P = P;
        }

        public List<String> getQ() {
            return Q;
        }

        public void setQ(List<String> Q) {
            this.Q = Q;
        }

        public List<String> getR() {
            return R;
        }

        public void setR(List<String> R) {
            this.R = R;
        }

        public List<String> getS() {
            return S;
        }

        public void setS(List<String> S) {
            this.S = S;
        }

        public List<String> getT() {
            return T;
        }

        public void setT(List<String> T) {
            this.T = T;
        }

        public List<?> getU() {
            return U;
        }

        public void setU(List<?> U) {
            this.U = U;
        }

        public List<?> getV() {
            return V;
        }

        public void setV(List<?> V) {
            this.V = V;
        }

        public List<String> getW() {
            return W;
        }

        public void setW(List<String> W) {
            this.W = W;
        }

        public List<String> getX() {
            return X;
        }

        public void setX(List<String> X) {
            this.X = X;
        }

        public List<String> getY() {
            return Y;
        }

        public void setY(List<String> Y) {
            this.Y = Y;
        }

        public List<String> getZ() {
            return Z;
        }

        public void setZ(List<String> Z) {
            this.Z = Z;
        }
    }
}
